{
  "language": "Язык",
  "uz": "Уз",
  "ru": "Ру",
  "en": "Ан",
  "about": "O нас",
  "payment_and_delivery": "Оплата и доставка",
  "quality_assurance": "Гарантия качества",
  "contact": "Контакты",
  "basket": "Корзина",
  "login": "Войти",
  "main": "Главная",
  "in_florify": "Нa Florify",
  "reyting": "Oцeнки",
  "rate": "Рeйтинг",
  "category": "Категории",
  "navbar": {
    "address": "Укaжитe адрес доставки",
    "show": "Показать",
    "search": "Цветы и букеты",
    "all": "Все",
    "bouquets": "Букеты",
    "present": "Подарки",
    "the_brides_bouquet": "Букет невесты",
    "compositions": "Композиции",
    "top10": "ТОП 10",
    "presents": "Сегодняшние",
    "watched": "Вы смотрели",
    "orders": "Мои заказы",
    "favorites": "Избранное"
  },
  "home": {
    "whom": "Kому",
    "occasion": "Повод",
    "color": "Цвет",
    "price": "Цена",
    "bright_bouquets": "Яркие букетики",
    "roses": "Розы Pink O'Hara",
    "maxrove": "Махровые эустомы",
    "show_more": "Показать больше",
    "sum": "сум"
  },
  "contacts": {
    "home": "Главная",
    "contact": "Контакты",
    "description": "Мы работаем 24/7",
    "address": "Адрес",
    "phone": "Телефон для связи",
    "email": "Электронная почта"
  },
  "order": {
    "order": "Оформление заказа",
    "whom": "Кто получит букет?",
    "another": "Другой человек",
    "myself": "Я сам",
    "your_contact": "Ваши контакты",
    "surname": "Фамилия",
    "name": "Имя",
    "enter_surname": "Фамилия",
    "enter_name": "Имя",
    "plase_enter_surname": "Укажите, пожалуйста, фамилия",
    "curyer_info": "Мы пришлем уведомление о статусе заказа на указанный вами номер телефона. Курьер свяжется с вами для уточнения времени доставки.",
    "receiver_phone": "Контакты получателя",
    "phone_number": "Номер телефона",
    "address": "Адрес доставки",
    "enter_address": "Улица и номер дома",
    "please_enter_address": "Укажите, пожалуйста, адрес получателя",
    "office": "Квартира/офис",
    "office_number": "Подъезд",
    "floor": "Этаж",
    "comment_curyer": "Комментарий для курьера",
    "comment_description": "Например, куда именно привезти заказ, ближайший адрес или ориентир",
    "delivery_time": "Дата и время доставки",
    "payment_type": "Способ оплаты",
    "free_convert": "Бесплатная открытка",
    "onlayn": "Картой онлайн",
    "offline1": "При получении",
    "offline2": "Наличными или картой",
    "order_list": "Состав заказа",
    "delivery": "Доставка",
    "free": "Бесплатно",
    "total": "Общая стоимость",
    "warning": "Нажимая на кнопку, вы соглашаетесь с условиями оказания услуг и политикой обработки персональных данных",
    "convert_text": "Текст открытки",
    "convert_placeholder": "Мой дорогой ..."
  },
  "_about": {
    "title1": "О компании",
    "about1": "Международная компания Florify.uz осуществляет доставку цветов с 2023 года. Сегодня наша сеть объединяет более 700 цветочных салонов по России и 1000 салонов в ближних и зарубежных странах. За время работы нашими клиентами стали более 1 500 000 людей из 150 стран мира.",
    "title2": "Доставка цветов по всему миру",
    "about2": "За 2023 год нашими курьерами было доставлено более 200 000 букетов своим хозяевам. Заказать понравившийся букет вы можете через наш веб-сайт, социальные сети, либо по номеру: +998 (88) 111 02 11, +998 (95) 888 58 58",
    "title3": "Наш ассортимент: цветы...",
    "about3": "В нашем ассортименте — букеты и цветочные композиции, среди которых вы точно найдёте подходящий вам по вкусу и для самым различным поводов.  У нас широкий ассортимент готовых вариаций или мы соберём для вас именно ваш! Также, поможем вам с флористическим оформлением любых интерьеров и разработкой цветочного стиля компании.",
    "title4": "Полная конфиденциальность",
    "about4": "Обратившись во Florify.uz, вы можете быть уверены в абсолютной безопасности и конфиденциальности информации о вашем заказе и интернет-платежах. Мы первый интернет-магазин, прошедший сертификацию на соответствие стандарту защиты информации платёжных карт PCI DSS."
  },
  "delivery": {
    "title1": "Доставка и оплата",
    "about1": "Порадуйте своих близких даже находясь на расстоянии! Мы сделаем всё возможное, чтобы выполнить каждое ваше поручение. Мы доставляем букеты и в самые укромные уголки планеты тоже! По пути к своим адресатам нашим цветам доводилось летать вертолетом, плавать на пароме и ездить на снегоходе.",
    "title2": "Условия доставки",
    "about2": [
      "Быстро, бесплатно, и, самое главное, качественно!",
      "У нас действует бесплатная доставка в день заказа с 9 - 21ч.(по местному времени). Для доставки в другое время потребуется доплата.",
      "При заказе доставки по Узбекистану до 14:00(по местному времени) - ваш заказ будет доставлен в тот же день. В другие страны - до 12:00.",
      "Доставка цветов день-в-день в страны с большой временной разницей, состав букета может быть изменен.",
      "Если адресом доставки букета является гостиница или отель, мы можем гарантировать доставку только до ресепшен. Для успешной доставки вашего заказа необходимо указывать номер комнаты, в которой проживает получатель и его сотовый номер, чтобы сообщить ему о доставленном подарке."
    ],
    "title3": "Обратите внимание",
    "about3": [
      "28-31 декабря, 13–14 февраля, 6–7–8 марта — дни, когда количество заказов вырастает в несколько раз. Все заказы на праздники, оформленные заранее, выполняются в назначенное время. В эти дни мы принимаем заказы без обещания доставить в точное время.",
      "В эти дни мы принимаем заказы без обещания доставить в точное время."
    ],
    "title4": "Конфиденциально",
    "about4": [
      "Вся информация, предоставляемая вами, строго конфиденциальна и недоступна третьим лицам.",
      "В любой момент вы можете уточнить состояние своей заявки в личном кабинете или по ссылке \"статус заказа\". По факту доставки, мы пришлем вам сообщение по электронной почте или SMS."
    ],
    "title5": "Оплата заказа",
    "about5": "Оплачивайте заказ сразу после оформления удобным для вас способом. Также, мы пришлем письмо-подтверждение с необходимыми ссылками, если вы решите оплатить заказ позже."
  },
  "quality": {
    "title1": "Гарантия качества",
    "about1": "Довольные клиенты - залог успеха компании. Мы сделали всё, чтобы вам было удобно и выгодно заказывать цветы у нас. Мы знаем, что вместе с букетами вы передаете свои добрые и светлые чувства, поэтому гарантируем, что сделаем все возможное, чтобы получатель цветов долго и с теплотой вспоминал об этом подарке.",
    "title2": "Вы можете быть уверены в безупречном качестве",
    "about2": "Мы постоянно контролируем качество всей нашей продукции вплоть до работы курьеров(регулярные тестовые заказы). Главное для нас — безупречное качество, отвечающее всем требованиям предоставляемых нами товаров и услуг.",
    "title3": "Мы доставляем именно то, что вы заказали",
    "about3": [
      "Участники нашей сети, получают от нас печатные каталоги букетов и композиций. Каждый ваш заказ уходит флористу вместе с изображением заказа, номером букета из каталога и подробным, до травинки, описанием выбранного вами букета( на нашем сайте - кликнув на \"узнать подробнее о составе\" под изображением букета).",
      "Для нас принципиально важно, чтобы получателю доставили букет или цветочную композицию, полностью соответствующую заказу."
    ],
    "title4": "У нас адекватные цены",
    "about4": [
      "Нам важно, чтобы наши цветы были доступны всем. Мы предоставляем вашему вниманию букеты и цветочные композиции в разных ценовых категориях, чтобы вы всегда могли выбрать именно то, что нужно.",
      "Мы сделали красоту доступной и понятной, облагородив самые знакомые и упростив самые экзотичные цветы. Разумная ценовая политика при неизменно высоком качестве — наш главный приоритет."
    ],
    "title5": "Мы доставляем цветы в предельно короткие сроки",
    "about5": "Мы предлагаем минимальные сроки доставки и гарантируем, что ваш заказ будет доставлен точно в срок.",
    "title6": "Мы гарантируем, что вы будете довольны",
    "about6": "Главное для нас, чтобы люди, пользующиеся нашими услугами, остались довольны. Если вас не устроит доставленный букет, вы вправе обратиться к нам в течение 24 часов с момента доставки и мы заменим букет на новый, без выяснения причин вашего недовольства."
  },
  "cooperation": [
    [
      "Договор о сотрудничестве",
      [
        "Настоящий Договор о сотрудничестве (“Договор”) между Компанией Florify.uz (далее именуемое “Компанией”) и Флористом (далее именуемый “Флористом”) определяет условия для установления сотрудничества по оказанию услуг по доставке цветов и подарков в городе Ташкенте."
      ]
    ],
    [
      "1. Сфера сотрудничества",
      [
        "Флорист готов сотрудничать с компанией в качестве партнера для выполнения заказов на цветы и подарки, полученных через веб-сайт florify.uz и приложение компании в Ташкенте. Флорист предлагает широкий ассортимент высококачественной продукции и услуги своевременной доставки в соответствии с условиями, установленными настоящим Договором."
      ]
    ],
    [
      "2. Обязанности Флориста",
      [
        "2.1. Выполнение заказа: Флорист должен четко и эффективно выполнять все заказы, полученные от компании. Заказы должны быть доставлены с соблюдением всех спецификаций, указанных в деталях заказа. При публикации поста на сайте запрещается размещать пост, не относящийся к нашей платформе.",
        "2.2. Своевременная доставка: Флорист должен доставить все заказы вовремя и в установленные сроки. В случае непредвиденных задержек флорист должен немедленно уведомить Компанию и предоставить приблизительные сроки доставки.",
        "2.3. Качество продукции: Флорист должен убедиться, что все продукты, включая цветы, подарки и сувениры, соответствуют высочайшим стандартам качества и соответствуют описанию, представленному на платформе компании.",
        "2.4. Внешний вид заказа: Флорист должен быть очень осторожен при упаковке и отправлении продукта клиентам, чтобы сохранить свежесть и внешний вид во время доставки. Следует избегать любых повреждений или недостатков."
      ]
    ],
    [
      "3. Компенсация и выплата",
      [
        "3.1. Ценовое соглашение: Компания и Флорист согласовывают цену на каждый товар, заказанный для доставки. Флористическая компания признает, что за каждую продажу взимается фиксированная ежемесячная комиссия за онлайн-транзакцию.",
        "3.2. Условия оплаты: Компания перечисляет Флористу оплату выполненных заказов в течение 3 рабочих дней с момента окончания заказа. Оплата производится в электронном виде в соответствии с условиями оговоренной цены."
      ]
    ],
    [
      "4. Контакты и обновления",
      [
        "4.1. Обновление заказа: Флорист должен предоставлять Компании регулярные обновления о статусе заказа, подтверждении доставки и любых задержках или проблемах, которые могут возникнуть во время выполнения заказа.",
        "4.2. Гарантия качества: компания оставляет за собой право проверять продукцию флориста на соответствие стандартам качества."
      ]
    ],
    [
      "5. Возврат средств и жалобы клиентов",
      [
        "5.1. Возврат средств: Если после доставки товара, заказанного клиентом, в заказ были внесены изменения или был доставлен совершенно другой товар, Флорист должен решить эту проблему. Если клиент хочет вернуть уплаченные деньги, деньги со счета Флориста будут возвращены через Компанию.",
        "5.2. Жалобы клиентов: Флорист должен профессионально и незамедлительно обрабатывать любые жалобы клиентов на качество, доставку или внешний вид продукта. Компания должна быть проинформирована о мерах, принятых для разрешения жалоб."
      ]
    ],
    [
      "6. Заключение",
      [
        "6.1. Уведомление о расторжении: каждая из сторон может расторгнуть настоящее Соглашение, уведомив другую сторону в письменной форме за 10 дней.",
        "6.2. Неудачные заказы: в случае приостановки флорист должен выполнить все полные заказы до согласованной даты завершения.",
        "Подписывая ниже, обе стороны признают свое согласие с условиями и требованиями, изложенными в настоящем Соглашении о флористическом сотрудничестве."
      ]
    ]
  ],
  "_cooperation": [
    "Компания",
    "Флорист",
    "Узбекистан, город Ташкент, Мирабадский район, пр. Н. Назарбаева, 193, LES OFFICE,",
    "почтовый индекс 050013",
    "ТОО \"Florify.uz (Флорифай.уз)\"",
    "(подпись)"
  ],
  "terms_of_use": [
    "Пользовательское соглашение",
    [
      "1. Оформление заказа",
      [
        "1.1. Заказ оформляется Пользователем самостоятельно, путем использования функционала Сервиса(сайт Florify.uz или пользовательское приложение).",
        "1.2. Пользователь при оформлении Заказа с использованием Сервиса заключает договоры купли-продажи с Продавцом (Florify.uz), у которой покупает товар/заказывает доставку. Продавец, с помощью Сервиса, предоставляет Пользователю следующие информационно-консультационные услуги, заключающиеся в возможности:",
        "• осуществить выбор Товара;",
        "• заключить договор купли-продажи Товара и договор на Доставку Товара с Продавцом;",
        "• оплатить Заказ",
        "• получать уведомления о статусе исполнения Заказа;",
        "• изменить или отменить Заказ.",
        "1.3. Оформляя Заказ Пользователь соглашается с тем, что Продавец вправе поручить Доставку Товара третьему лицу, при этом оставаясь ответственным за ее исполнение.",
        "1.4. В момент оформления Заказа Пользователь обязан ознакомиться со следующей информацией, размещенной на Сервисе:",
        "• об основных потребительских свойствах Товара/условиях оказания услуг;",
        "• о полном фирменном наименовании Продавца и адресе Продавца;",
        "• о месте изготовления Товара;",
        "• о цене (включая НДС и другие налоговые сборы, если применимо) и об условиях приобретения Товара, о порядке оплаты;",
        "• о сроке службы, сроке годности и гарантийном сроке, установленных на Товар (если применимо).",
        "1.5. Информация о наличии Товара, доступная на Сервисе, уточняется при оформлении Заказа Пользователем и в силу технических особенностей работы Сервиса может измениться на момент оформления Заказа.",
        "1.6. При оформлении Заказа Пользователь обязан указать все необходимые для исполнения Заказа данные, включая следующие (но не ограничиваясь ими):",
        "• свои актуальные контактные данные и актуальные данные Получателя Товара в объеме, предусмотренном Сервисом;",
        "• адрес, дату и время Доставки Товара. Если получать Товар будет не Пользователь и на момент оформления Заказа адрес и время Доставки неизвестны, Пользователь обязан указать контактный номер телефона Получателя, по которому Продавец/Доставщик сможет уточнить адрес и время Доставки.",
        "1.7. Введение Пользователем недостоверных и/или некорректных данных, указанных в п. 1.6 настоящего Раздела Условий, является основанием для отмены Заказа.",
        "1.8. Компания вправе заблокировать Пользователю возможность осуществления Заказа в случае неоднократной отмены осуществленных Пользователем Заказов и/или неоднократных отказов от Товара, а также в случае нарушения настоящих Условий. Срок блокировки устанавливается Florify.uz самостоятельно.",
        "1.9. Подтверждением Заказа является оплата, совершенная Пользователем. Заказ принимается Продавцом к исполнению только после исполнения Пользователем обязательства по оплате.",
        "1.10. Оплатой Заказа Пользователь подтверждает:",
        "• что до него в полном объеме доведена и ему понятна информация, указанная в п. 1.4. настоящего Раздела Условий;",
        "• согласие со всеми существенными условиями продажи и Доставки Товара. 1.12. После оплаты Заказа и направления информации о Заказе Продавцу/Доставщику Пользователь не может посредством Сервиса внести изменения в Заказ. При желании изменить Заказ Пользователь вправе связаться с Продавцом/Доставщиком по контактным данным, указанным на Сервисе. При этом внесение изменений, связанных с составом Заказа датой, временем или адресом Доставки, наименованием Получателя, добавлением/ внесением изменений в сопроводительные/ подарочные открытки – допускается до перевода Заказа на Сервисе в статус «Собран»/ «Фото до доставки»."
      ],
      [
        "2. Стоимость заказа. Порядок оплаты",
        [
          "2.1. Возможные на момент оформления Заказа способы оплаты Заказа указываются на Сервисе. Согласованным способом оплаты считается способ, выбранный Пользователем из доступных вариантов оплаты.",
          "2.2. При оплате Заказа с использованием приложений Click/Payme или оплаты банковской картой оплата осуществляется на расчетный счет Florify.uz, который в части приема денежных средств в счет оплаты Заказа действует по поручению соответствующего Продавца с привлечением уполномоченного оператора по приему платежей или оператора электронных денежных средств и является получателем платежа в качестве агента Продавца. Обязательство Пользователя по оплате считается исполненным с момента подтверждения его исполнения обслуживающей Пользователя кредитной организацией. Florify.uz и Продавец не несут ответственности за любые дополнительные расходы Пользователя, связанные с выбранным способом оплаты. Florify.uz не хранит банковские данные Пользователя и не имеет доступа к ним. Данные необходимые для проведения платежа хранятся в виде зашифрованного токена, который передается уполномоченному оператору по приему платежей или оператору электронных денежных средств.",
          "2.3. Счет-фактура на сумму заказа выставляется Продавцом самостоятельно в соответствии с законодательством страны Продавца и передается Пользователю в момент доставки заказа (если Получателем является сам Пользователь) и/или может быть направлена на электронную почту Пользователя, указанную при регистрации, при соответствующем запросе Пользователя. Пользователь несет ответственность за корректность указанных данных при оформлении Заказа для выставления Счета-фактуры. В случае предоставления Пользователем некорректных данных Продавец не обязан выставлять новую Счет-фактуру.",
          "2.4. Пользователь подтверждает свое согласие с тем, что персональные данные, которые Пользователь предоставляет Florify,uz при оплате Заказа и/или для возврата денежных средств, могут быть переданы Florify.uz кредитным организациям, участвующим в проведении соответствующих операций."
        ]
      ],
      [
        "3. Доставка",
        [
          "3.1. Срок и стоимость Доставки Товара по каждому Заказу определяются в момент оформления Заказа.",
          "3.2. Если на момент оформления Заказа Пользователь не указал адрес Доставки, Продавец или Компания связывается с Пользователем/Получателем, чтобы уточнить адрес Доставки. После уточнения адреса Доставки Продавец вправе изменить указанную на момент оформления Заказа стоимость Доставки. Новая стоимость Доставки согласовывается Продавцом с Пользователем напрямую. В случае несогласия Пользователя со стоимостью Доставки Пользователь/Продавец вправе отказаться от Заказа. Продавец осуществляет Доставку Товаров только в пределах страны своей регистрации. Продавец в праве ограничить зону Доставки самостоятельно. Возможность Доставки Товаров по указанному адресу доставки отображается на Сервисе в момент оформления Заказа. Отказ от Заказа осуществляется в порядке, предусмотренном пунктом 4 настоящего Раздела Условий.",
          "3.3. В случае если Доставка Товара произведена в установленные договором сроки, но Товар не был передан Пользователю/Получателю по причинам, не зависящим от Продавца, Продавец вправе:",
          "• отказаться от исполнения Заказа. В этом случае Пользователю возвращаются уплаченные денежные средства, за исключением расходов, связанных с доставкой Товара от Пользователя/Получателя до Продавца. Размер расходов определяется стоимостью Доставки Товара, указанной в момент оформления Заказа. Помимо этого, с Пользователя могут быть взысканы иные расходы, связанные с исполнением Заказа.",
          "• осуществить повторную доставку Товара в новые сроки, согласованные с Пользователем, при условии повторной оплаты Пользователем стоимости услуг по Доставке Товара.",
          "3.4. Риски случайной гибели или случайного повреждения Товара переходят к Пользователю/Получателю в момент передачи Товара.",
          "3.5. При получении Товара Пользователь/Получатель обязан осмотреть Товар и проверить его на соответствие Заказу.",
          "3.6. В случае наличия претензий к Товару Пользователь/Получатель вправе отказаться от Товара при его получении в порядке, предусмотренном п. 4.3. настоящего Раздела Условий, или принять Товар, с последующим открытием Пользователем спора в порядке, предусмотренном пунктом 5 настоящего Раздела Условий."
        ]
      ],
      [
        "4. Отмена заказа. Отказ от товара. Возврат товара",
        [
          "4.1. Продавец вправе отказаться от Заказа:",
          "• при отсутствии Товара на складе либо если Товар, подлежащий Доставке Пользователю, поврежден;",
          "• при отказе Пользователя от Заказа в соответствии с Условиями;",
          "• при уклонении Пользователя/Получателя от получения Товара;",
          "• в случае если стоимость Заказа указана/отображена неверно вследствие технического сбоя/по иным причинам и Продавцу не удалось связаться с Пользователем и/или Пользователь не согласен с новой стоимостью Заказа, в том числе стоимостью Доставки;",
          "• в иных случаях, предусмотренных Условиями, или в иных случаях, когда Продавец не может исполнить Заказ.",
          "4.2. Пользователь вправе отказаться от Заказа:",
          "• по любым причинам до перевода Заказа на Сервисе в статус «Собран»/ «Фото до доставки». Отказаться от всего Заказа Пользователь может при помощи функционала Сервиса. Отказаться от части Заказа Пользователь может только обратившись в Службу поддержки Сервиса;",
          "• после перевода Заказа в статус «Собран»/ «Фото до доставки» отмена Заказа невозможна. В этом случае Пользователь руководствуется п. 4.3 настоящего Раздела Условий.",
          "4.3. Отказ Пользователя/Получателя от Товара:",
          "• при получении Товара Пользователю предоставляется возможность отказаться от всех Товаров или от части Товаров. Отказ осуществляется через обращение в Службу поддержки Сервиса;",
          "• при получении Товара Получателю предоставляется возможность отказаться только от всех Товаров. В этом случае Продавец связывается с Пользователем для уточнения дальнейших действий. Если Продавец не смог связаться с Пользователем в течение 10 (Десяти) минут, осуществив при этом не менее 3 (Трех) звонков, Продавец вправе отказаться от исполнения Заказа. В этом случае Пользователю возвращаются уплаченные денежные средства, за исключением расходов, связанных с доставкой Товара от Получателя до Продавца. Размер расходов определяется стоимостью Доставки Товара, указанной в момент оформления Заказа. Помимо этого, с Пользователя могут быть взысканы иные расходы, связанные с исполнением Заказа, взыскание которых предусмотрено действующим законодательством Венгрии;",
          "• если Пользователь/Получатель отказался от всех Товаров, содержащихся в Заказе, и такой отказ не связан с ненадлежащим качеством Товара, Пользователю возвращаются уплаченные денежные средства, за исключением расходов, связанных с доставкой Товара от Пользователя/Получателя до Продавца. Размер расходов определяется стоимостью Доставки Товара, указанной в момент оформления Заказа. Помимо этого, с Пользователя могут быть взысканы иные расходы, связанные с исполнением Заказа, взыскание которых предусмотрено действующим законодательством Венгрии;",
          "4.4. Возврат Пользователем Товара:",
          "• возврат Товара надлежащего качества возможен в том случае, если сохранены его товарный вид и потребительские свойства. Пользователь не вправе отказаться от Товара надлежащего качества, имеющего индивидуально-определенные свойства;",
          "• Пользователь, желающий вернуть Товар, обращается с указанным требованием в порядке, предусмотренном пунктом 5 настоящего Раздела Условий;",
          "• возврат Товара осуществляется Пользователем Продавцу по реквизитам, указанным на Сервисе. Стоимость Доставки Товара Пользователю не возвращается. Помимо этого, с Пользователя могут быть взысканы иные расходы, связанные с исполнением Заказа, взыскание которых предусмотрено действующим законодательством РУ.",
          "4.5. Возврат денежных средств осуществляется Пользователю в течение 10 (Десяти) дней после отмены Заказа/отказа Пользователя/Получателя от Товара. Денежные средства подлежат возврату на ту же банковскую карту, с использованием которой была произведена оплата Заказа."
        ],
        [
          "5. Сопровождение рассмотрения претензий пользователей",
          [
            "5.1. Ответственность за исполнение договора, заключенного между Пользователем и Продавцом с использованием Сервиса, а также за соблюдение иных прав потребителей, несет Продавец, если иное прямо не предусмотрено действующим Законодательством страны Продавца.",
            "5.2. В течение 3 (Трех) дней с момента выполнения Продавцом Заказа Пользователь имеет возможность урегулировать любую претензию с Продавцом через Сервис. По истечении указанного срока Пользователь урегулирует все претензии напрямую с Продавцом без привлечения Florify.uz, если иное не предусмотрено действующим законодательством страны Продавца.",
            "5.3. Несмотря на положения настоящего Раздела, Пользователь вправе использовать иные способы разрешения претензий, предусмотренные действующим законодательством страны Продавца."
          ]
        ]
      ]
    ]
  ]
}
